IdeaRS.Connections
AddedMemberData.InsertPointOnRefLine Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the relative position of the insertion point of added beam on the reference line.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double InsertPointOnRefLine { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace